Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/udir.no/sfs_veiledning_5_ahpadimgarvvidusbuojkulv.html.tmx
Source language: smj
Languages: sma

source: Udir.no - Åhpadimgárvvidusbuojkulvisá: Barggo stávvalij
sma: Udir.no - Barkoe lïhtsigujmie

source: Åhpadimgárvvidusbuojkulvisá: Barggo stávvalij
sma: Barkoe lïhtsigujmie

source: Dásse: 1.
sma: Daltese.

source: Ájgge: åvtåt tijmas guovte tijmmaj
sma: 1. jaepiedaltese Aamhtese: lïhtsh Tijje: 1 – 2 tæjmoeh

source: Álgadus
sma: Aalkoe

source: Dát åhpadimgárvvidus le buojkulvis gåktu barggat máhtudakmihtoj 1. ja 2. jahkedásen.
sma: Daate øøhpehtimmiesoejkesje lea akte vuesiehtimmie guktie maahtoeulmiejgujmie barka 1. jïh 2. jaepiedaltesinie.

source: Máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn, ma li lávkke gåktu máhtudakmihtojt jåksåt.
sma: Maahtoeulmide tjyølkehke dorje lïerehtimmieulmine, mah leah akte sille juktie maahtoeulmide jaksedh.

source: Åhpadimgárvvidus vuoset muhtem barggamvuogijt, gåktu vuodotjehpudagá åvtåstuhteduvvi ja gåktu åhpadiddje hiebat åhpadusáv oahppijda ja sijájt bargadahttijn árvustallá.
sma: Øøhpehtimmiesoejkesje vuesehte sjyøhtehke barkoevuekieh, guktie vihkielommes maehtelesvoeth meatan vaaltasuvvieh, jïh guktie lohkehtæjja øøhpehtimmiem sjïehtede learoehkidie jïh dejtie iktemearan vuarjesje.

source: Dási aj gullu gåktu oahppe ietjasa ja guhtik guojmesa árvustalli.
sma: Learohki vuarjasjimmie jïjtsistie jïh sinsitneste lea aaj meatan.

source: Dát buojkulvis le stávvalij barggat.
sma: Daate vuesiehtimmie lea barkoen bïjre lïhtsigujmie.

source: Oahppe galggi gávnnat galla stávvala li duon dán bágon.
sma: Learohkh edtjieh gaavnehtidh man gellie lïhtsh ovmessie baakoeh utnieh.

source: Vállji bágojt duot dát báhkoklássas, ij jur substantijvajt.
sma: Veeljh baakoeh jienebh baakoeklaassijste, ij ajve substantijvh.

source: Sierraláhkáj ájnas la verbaj barggat.
sma: Joekoen vihkeles vaerbigujmie barkedh.

source: Dát la barggo mij nuoramus oahppij aktelasj viertti dagáduvvat.
sma: Daate akte barkoe mejnie dah nøøremes learohkh ahkedh tjuerieh gïehtelidh.

source: Máhtudakmihto ML06-S an
sma: Maahtoeulmie LM06-S

source: Tjálálasj guládallam
sma: Tjaaleldh gaskesadteme

source: Åhpadusá mihttomierre le oahppe galggá máhttet
sma: Lohkehtimmien ulmie lea learohkh edtjieh maehtedh

source: juohket bágojt stávvalij milta
sma: baakoeh lïhtsine juekedh

source: Åhpadusmihttomiere
sma: Lïerehtimmieulmieh

source: Máhtudakmihtto vuojnnuj boahtá åhpadusmihttomierijn, mij le lávkke máhtudakmihto jåksåt.
sma: Maahtoeulmiem tjyølkehke dorjeme lïerehtimmieulmine, mij lea akte sille juktie maahtoeulmiem jaksedh

source: Oahppe galggi máhttet
sma: Learohke edtja maehtedh

source: juohket guovtestávvalis- ja gålmmåstavvalisbágojt stávvalijda
sma: baakoeh gøøkte jïh golme lïhtsigujmie lïhtsine juekedh

source: gulldalit jienajt stávvalijn
sma: tjoejh lïhtsine govledh

source: Vuodotjehpudagá
sma: Vihkielommes maehtelesvoeth

source: Máhttet njálmálattjat åvddånbuktet le dánna gulldalit bágojt ja javllat dajt.
sma: Maehtedh jïjtjemse njaalmeldh tjïelkesidh lea daesnie baakoeh goltelidh jïh dejtie vaajestidh.

source: Máhttet riekknit sámegielfágan le dánna máhttet stávvelijt låhkåt.
sma: Maehtedh ryøknedh faagesne saemien lea daesnie maehtedh lïhtsh ryøknedh.

source: Gárvedime
sma: Soejkesjimmieh

source: Åhpadiddje dahká juo åvddåla páhperbæhkátjijt bágoj majt oahppe galggi biesskedit stávvalijda.
sma: Lohkehtæjja åvtelhbodti paehperh baakoejgujmie dorje mejtie learohkh edtjieh lïhtsine bietskiedidh.

source: Oahppamdåjma
sma: Lïerehtimmiedarjomh

source: Spædtjot stávvalijt bágojn
sma: Lïhtside baakojne låapoestalledh

source: Dán dåjman galggi oahppe dádjadit ja dåbddåt bágojn li moadda stávvala.
sma: Daate darjome edtja viehkiehtidh guktie learohkh guarkah jïh demtieh baakoeh jienebh lïhtsh utnieh.

source: Åhpadiddje vuoset vuostak gåktu juohket bágojt stávvalijda gå bágov tjavgga javllá ja avtabuohta spædtju stávvalijt bágon.
sma: Lohkehtæjja voestegh vuesehte guktie satne aktem baakoem juaka lïhtsine gosse aktem baakoem reegkes gïeline jeahta jïh seamma aejkien baakoen lïhtside låapoestalla.

source: Das maŋŋela máhtti oahppe oajvvádusájt buktet bágojda majt sij spædtju stávvelin.
sma: Dan mænngan learohkh maehtieh baakoeh raeriestidh mejtie lïhtsine låapoestellieh.

source: Gehtja val sjaddá duot dát báhkotjærdda degu subtsanstijva, verba ja adjektijva.
sma: Vuartesjh ovmessie baakoeh åtnasuvvieh goh substantijvh, vaerbh jïh adjektijvh.

source: Vuostak máhtti oahppe álgget duola degu namáj, das maŋŋela majt sij barggi, jnv..
sma: Voestegh learohkh maehtieh vuesiehtimmien gaavhtan nommigujmie aelkedh, dan mænngam maam darjoeh, jnv..

source: Sieradussan máhtti oahppe duola degu gahppat galla stávvala li bágojn.
sma: Goh jeerehtse learohkh maehtieh njulhtjedh man gellie lïhtsh baakojne.

source: Spædtjot ja låhkåt stávvalijt
sma: Lïhtsh låapoestalledh jïh ryøknedh

source: Gå oahppe bukti låhkåt galla stávvala li bágon, hárjjidalli sij gulldalit juohkka avtav stávvalav.
sma: Gosse learohkh maehtieh baakoeh lïhtsine låapoestalledh, dah edtjieh lïhtside låapoestalledh jïh ryøknedh seamma aejkien.

source: Maŋŋela gæhttjali oahppe gulldalit vuostasj ja maŋemus jienav stávvalin.
sma: Tjaelieh baakoeh gøøkte jïh golme lïhtsigujmie paehpierinie, jïh baajh learoehkidie baakojde lïhtsine bietskiedidh.

source: Danna sij bieljijt adni, ja sij máhtti ” gulldalit njálme sinna ” jus le dárbbo.
sma: 4. Låapoestalledh jïh ryøknedh man gellie vokalh

source: Åhpadiddje javllá bágov tjavgga ja javlla de vuostasj stávvalav bágon.
sma: Learohkh lïhtside baakojne låapoestellieh jïh soptsestieh man gellie lïhtsh baakoe åtna.

source: Divna gulldali makkir jienajn stávval álggá.
sma: Dan mænngan lohkehtæjja baakoem taavlesne tjaala.

source: Maŋŋela gulldali divna mij la maŋemus jiedna stávvalin.
sma: Dle learohkh ryøknoeh man gellie vokalh.

source: Ávkken le álgget bágoj gånnå le stávval mij hæjddá jienajn majt dåhkki vihpadit (kontinuant), duola degu Mán- (no).
sma: Saemiengïelesne vokalelåhkoe jallh diftongelåhkoe aktene baakosne sæjhta soptsestidh man gellie lïhtsh akte baakoe åtna. NB !

source: Gå oahppe dáv bukti de máhtti barggat nuppijn stávvalijn.
sma: Fïerhte lïhtse aktene baakosne vokalh jallh diftongh åtna.

source: Buorre le tjielggit oahppe galggi jur dárkkelit ájádallat nuppev stávvalav, ja tjielggit mij dát stávval le.
sma: Dannasinie lïhtselåhkoe maahta jeerehtidh jis baakoem sojjehte.

source: Maŋŋela gulldali sij makkir jiena li stávvala sinna.
sma: 5. Lïhtseraastem baakosne govledh

source: Maŋenagi gå oahppe oahpásmuvvi dájna teknihkajn, le aj álkkebu sidjij gulldalit makkir dássemålssusibme le duon dán bágon ja soajttá buohtastahttet minimála párajn. Minimála pára le duola degu mánno-máno, guolle-guole.
sma: Gosse learohkh buektiehtamme ryøknedh man gellie lïhtsh aktene baakosne, dle haarjenieh fïerhtem lïhtsem govledh.

source: Maŋenagi joarkki oahppe bágoj ietjá dássemålssudimij barggat.
sma: Dan mænngan learohkh pryøvoeh voestes jïh minngemes tjoejem lïhtsesne govledh.

source: Dát barggo boahtá ávkken duollatjállemij.
sma: Gaajhkesh tjoejem guvlieh mejnie daate lïhtse aalka.

source: Dát barggo sjaddá viehkken tjállemvuohkáj.
sma: 6. Spïele

source: Tjále bágojt páhperbæhkátjijda, akta báhko guhtik páhperbæhkátjij.
sma: Tjaelieh baakoeh paehpierinie, akte baakoe fïerhtene paehpierisnie.

source: Galggi bágo guovtijn ja gålmåjn stávvalij.
sma: Edtja baakoeh årrodh dovne gøøkte jïh golme lïhtsigujmie.

source: Bieja páhperbæhkátjijt bievde nali nav vaj bágo e vuojnnu.
sma: Biejh paehpieridie buartan, mubpiebieline bæjjese.

source: Oahppe válldá guokta bæhkátja.
sma: Akte learohke gøøkte paehperh vaalta.

source: Ávkke le sån galggá gávnnat bielitjijt.
sma: Poenge lea satne edtja paarrh gaavnedh.

source: Bielitja li guokta bágo sæmmi stávvellågojn.
sma: Akte paarre lea gøøkte baakoeh seamma jïjnjh lïhtsigujmie.

source: Jus ij bielitjijt gávna de biejaduvvi bæhkátja ruoptot bievde nali.
sma: Jis ij paarrem gaavnh, dle paehpieridie bååstede buartan beaja.

source: Dat oahppe gut maŋŋutjissaj le gávnnam ienemus bielitjijt le vuojttám.
sma: Dïhte learohke mij jeenjemes paarrh gaavneme minngedsgeatjan, lea vitneme.

source: Hiebadum åhpadus
sma: Sjïehtedamme lohkehtimmie

source: Moatte oahppáj máhttá hásstálus liehket spædtjot ja låhkåt stávvalijt sæmmi bále.
sma: Jïjnjh learoehkidie maahta akte haesteme årrodh lïhtsh låapoestalledh jïh ryøknedh seamma aejkien.

source: Danen vierttiji sij álgon dárkkelit ájádallat avtav ássjev ájgen.
sma: Aalkovistie tjuara baajedh dejtie ajve aktem aatem darjodh.

source: Máhttelis le aj rytmajn bajedit avtav ja avtav tjuvdev maŋenagi gå báhko javladuvvá.
sma: Aaj gåarede akti akti soermem jievkehtimmine bæjjese bïejedh gosse baakoem jeahta..

source: Oahppe gudi bukti tjállet, máhtti tjállet bágov stávvalij.
sma: Learohkh mah maehtieh tjaeledh, maehtieh baakoeh lïhtsine tjaeledh.

source: Jus oahppe adni såjodum bágojt, viertti sij aj tjállet / javllat vuodohámev.
sma: Jis learohkh sojjehtamme baakoeh nåhtadieh, dah byøroeh aaj maadth-haamoem jiehtedh / tjaeledh.

source: Buojkulvis: bas-sat ba-sáv bå-råj-ma
sma: Vg: tjaa-lam tjae-ledh as-ke

source: Árvustallam
sma: Vuarjasjimmie

source: Mihttomierejåksåm / máhttodásse galggá tjanáduvvat máhtudakmihtojda- juogu avta jali juohkusijs máhtudakmihtojs.
sma: Edtja ulmiejaksoem / haalvemenjieptjiem maahtoeulmide ektiedidh – akten jallh dåehkide maahtoeulmijste.

source: Oahppijda galggá dåbdos ja bigos mij dættoduvvá gå suv máhtudagá árvustalladuvvi.
sma: Edtja åehpies jïh daajroes årrodh learoehkasse, misse leavloem beaja gosse altese maahtoem vuarjesje.

source: Máhtudakmihtto
sma: Maahtoeulmie

source: Vuollegis mihttomiere-jåksåm
sma: Vuelege ulmiejaksoe

source: Allagis mihttomiere-jåksåm
sma: Gaskoeh ulmiejaksoe

source: juohket bágov stávvalijda
sma: baakoeh juekedh lïhtsine

source: Oahppe máhttá juohket guovtestávvala bágojt stávvalijda
sma: Learohke maahta baakoeh gøøkte lïhtsigujmie juekedh

source: Oahppe máhttá juohket guovte-ja gålmåstávvala bágojt stávvalijda
sma: Learohke maahta baakoeh gøøkte jïh golme lïhtsigujmie juekedh

source: Oahppe máhttá juohket bágojt guovte, gålmå jali ienep stávvalijda ja dåbddåt avtastávvalis bágojt.
sma: Learohke maahta baakoeh juekedh gøøkte, golme jïh jienebh lïhtsigujmie jïh baakoeh aktine lïhtsine damtijidh

source: Árvustallam bargadahttijn
sma: Vuarjasjimmie iktemearan

source: Oahppe oadtju njálmálasj ja / jali tjálálasj árvustallamav bargadahttijn.
sma: Learohkh njaalmeldh jïh / jallh tjaaleldh vuarjasjimmiem iktemearan åadtjoeh.

source: Válde vuodon åhpadusmihttomierijt.
sma: Vaeltieh våaromem lïerehtimmieulmine.

source: Ájnas le vaddet diedojt ma åhpadusáv åvdedi nav vaj oahppe fágalattjat åvddåni.
sma: Vihkeles bïevnesh bååstede vedtedh mah lïerehtimmiem skreejrieh, juktie dah learohkh buektiehtieh faageleslaakan skearkagidh.

source: Oahppe vierttiji diehtet majt bukti, ja majna vierttiji ienebuv barggat ja gåktu sij galggi barggat.
sma: Dïhte sæjhta jiehtedh learohkh tjuerieh daejredh maam haalvoeh, mejnie edtjieh vielie barkedh jïh guktie dam darjodh.

source: Iesjárvustallam
sma: Jïjtsevuarjasjimmie

source: Duodden árvustallam bargadattijn åhpadiddjes máhtti oahppe árvustallat ietjasa ja nubbe nuppev.
sma: Lissine dam vuarjasjimmiem iktemearan lohkehtæjjeste, learohkh maehtieh jïjtjemse jïh sinsitniem vuarjasjidh.

source: Buojkulvisá iesjárvustallamsjiemá:
sma: Akte såarhts jïjtsevuarjasjimmiegoere:

source: Biejvve:
sma: Nomme:

source: Åhpadusmihttomierre:
sma: Biejjie:

source: Dáv iv nav buoragit máhte
sma: Lïerehtimmieulmieh

source: Åhpadiddje
sma: Lohkehtæjja

source: Dáv buoragit máhtáv
sma: Dam hijven maahtam

source: Buvtáv stávvalijt spædjtjot.
sma: Maahtam lïhtsh låapoestalledh.

source: Buvtáv stávvalijt låhkåt.
sma: Maahtam lïhtsh ryøknedh.

source: Buvtáv spædtjot ja låhkåt stávvalijt avta bále.
sma: Maahtam lïhtsh låapoestalledh jïh ryøknedh seamma aejkien.

source: Buvtáv spædtjot stávvalijt ja subtsastit galla vokála / diftoŋŋa li bágon.
sma: Maahtam lïhtsh låapoestalledh jïh soptsestidh man gellie vokalh / diftongh baakosne.

source: Máhtáv gullat mij la vuostasj jiedna stávvalin.
sma: Maahtam voestes tjoejem aktene lïhtsesne govledh.

source: Máhtáv gullat mij la maŋemus jiedna stávvalin.
sma: Maahtam minngemes tjoejem aktene lïhtsesne govledh.

source: Máhtáv gullat divna jienajt stávvalin.
sma: Maahtam gaajhkh tjoejh aktene lïhtsesne govledh.

source: Oarjjelsámegiellaj:
sma: Vierhtieh

source: Nuorttasámegiellaj:
sma: BULL, ELLA HOLM 1996: Jielije saemien.

source: Julevsámegiellaj:
sma: [Kautokeino:] Samisk Utdanningsråd.

source: Tjoavde 1-4, web bielle nehtan http://e-skuvla.no/?dokument=2009-12-10.11:20:05.txt
sma: BULL, ELLA HOLM 1998: Åarjel-saemien 1. Karasjok: Davvi Girji OS.

source: Gaup, Guttorm, Nergård, Sparrok, Gietjav tjáppa 1, Davvi Girji 2009
sma: BRANDSFJELL, HELEN BLIND - FJELLHEIM, MONA - NOODT, TRINE 2010: Gïeline goetsebe 1.
